/*
Navicat MySQL Data Transfer

Source Server         : 47.95.218.128
Source Server Version : 50650
Source Host           : 47.95.218.128:3306
Source Database       : xagis_club

Target Server Type    : MYSQL
Target Server Version : 50650
File Encoding         : 65001

Date: 2021-03-13 01:00:44
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `RWJG`
-- ----------------------------
DROP TABLE IF EXISTS `RWJG`;
CREATE TABLE `RWJG` (
  `src` varchar(255) DEFAULT NULL,
  `id` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `jianjie` varchar(255) DEFAULT NULL,
  `POINT_X` varchar(255) DEFAULT NULL,
  `POINT_Y` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of RWJG
-- ----------------------------
INSERT INTO `RWJG` VALUES ('/images/rwjg/1.jpg', '1', '陈子正故居', '陈子正故居年代为1905年，位于保定市雄县昝岗镇李林庄村。 2008年10月20日陈子正故居被河北省人民政府公布为第五批省级文物保护单位。', '116.17191822200', '39.03218440900');
INSERT INTO `RWJG` VALUES ('/images/rwjg/2.jpg', '2', '山西村砖塔', '山西村砖塔为河北省文物保护单位。\r\n山西村砖塔为明代古建筑，位于三台镇山西村。 2008年10月20日山西村砖塔被河北省人民政府公布为第五批省级文物保护单位。', '115.82586460600', '38.97529312000');
INSERT INTO `RWJG` VALUES ('/images/rwjg/3.jpg', '3', '白洋淀雁翎队纪念馆', '位于华北明珠、中国5A级旅游景区白洋淀的雁翎队纪念馆，近日被河北省委、省政府命名为第三批省级爱国主义基地。\r\n\r\n在新中国成立60周年之际，为更好地发挥爱国主义教育基地的作用，推动群众0国主义教育活动深入开展，激发河北广大干部群众的爱国热情，弘扬和培育民族精神，引导全省人民坚定信心、凝聚力量，为实现科学发展、富民强省而努力奋斗，河北省委、省政府研究决定，命名第三批河北省爱国主义教育基地共27处。其中，保定市白洋淀雁翎队纪念馆榜上有名。', '115.97927367300', '38.91565019700');
INSERT INTO `RWJG` VALUES ('/images/rwjg/4.jpg', '4', '容城晾马台遗址', '晾马台遗址是商周时代遗址, 位于容城县城东17公里的晾马台乡晾马台村。遗址为一长方形高台，东西长150米，南北宽100米，面积为15000平方米。高出地平面2至4米。遗址上原有乡政府、学校校舍等建筑，现为明月禅寺。南、北、西三侧均为耕地，遗址保存状况基本完好。', '115.99878125600', '39.07132793700');
INSERT INTO `RWJG` VALUES ('/images/rwjg/5.jpg', '5', '明月禅寺', '壕战斗中牺牲的八路军将士及自1926年容城县建立中国0组织以来，在历次战斗中牺牲的革命烈士们而建。纪念馆南侧为梯形，北侧为三角形，南北最长66米，东西最宽52米，面积2560平方米。内有展厅两座，碑亭三座，北后台烈士陵园全貌向南2米至围墙，向北房四间。东侧墙外是县城中心大街，南侧为胡同。西侧、北侧为居民区。保存完好。1987年8月，该纪念馆被列为县级文物保护单位。保护范围以馆内国', '115.99311813900', '39.07128034800');
INSERT INTO `RWJG` VALUES ('/images/rwjg/6.jpg', '6', '安新净业禅寺', '河北省安新县三台镇净业禅寺始建于元代大德年间，创建者为净照和尚，这是该寺建立时间最普遍认可的说法。但据《安新县志》记载：“公元18年，新朝王莽天凤五年，赤眉军起义至县境，乡人在三台因城筑寨以防入，开通从敬业禅寺至山西村隧道用以藏身......”', '115.84148327400', '38.96942856700');
INSERT INTO `RWJG` VALUES ('/images/rwjg/7.jpg', '7', '白洋淀景区', '白洋淀位于河北保定境内，主要在保定地区境内，一部分在雄县是国家重点旅游区和开放区。水域面积366平方公里，为华北平原最大的淡水湖。南距石家庄189公里，北距北京162公里，东距天津155公里，是京津冀腹地。白洋淀是中国海河平原上最大的湖泊。位于河北省中部。', '115.99047560400', '38.92890158700');
INSERT INTO `RWJG` VALUES ('/images/rwjg/8.jpg', '8', '南阳遗址', '南阳遗址位于容城县城东十三公里，在南阳村南四十米，被村民称作“城坡”，为周代时期遗存。遗址四周均有古河道，即“南河”、“后河”、“东河”、“西河子”，占地面积七万多平方米。出土“西宫”铜壶一件、铜鼎两件、“右征”铜壶盖一件，“易市”陶钵、陶罐各一件以及陶鬲、陶鼎、陶豆、陶罐、陶尊、铜镟等文物四十多件。尤其是一九八四年出土的春秋时期钱币“尖首刀”，为此遗址的断代提供了充分依据。', '115.99822463700', '39.04164393700');
INSERT INTO `RWJG` VALUES ('/images/rwjg/9.jpg', '9', '荷花大观园', '白洋淀荷花大观园座落在孙犁笔下的荷花淀，占地2000余亩。建有六区、十二园、三十六景、七十二连桥、666种中外名荷，各种水生植物366种，是目前我国种植荷花和水生植物面积最大、品种最多的巨型生态景点。被确定为“河北省名特优荷花繁育示范基地”、“省级湿地自然保护区野生动植物繁育示范基地”。2003年成功承办了第十七届全国荷花展。', '115.99293652300', '38.92230159400');
INSERT INTO `RWJG` VALUES ('/images/rwjg/10.jpg', '10', '安州天宁寺', '州天宁寺位于保定东约75华里的安新县古镇安州镇。安州天宁寺始建于唐代，相传为三车和尚窥基法师所建，从建庙于至今千百年间，几经修复。尤其文革期间遭到严重破坏，寺院大部分房屋被挪作他用。近几年在保定市宗教局及社会各界人士的支持与寺院主持和全体僧众的努力下，目前正在着手修缮、扩建，殿堂整修，佛像重塑，法器', '115.88262702600', '38.89363296600');

-- ----------------------------
-- Table structure for `ZDGC`
-- ----------------------------
DROP TABLE IF EXISTS `ZDGC`;
CREATE TABLE `ZDGC` (
  `src` varchar(255) DEFAULT NULL,
  `ID` varchar(6) DEFAULT NULL,
  `NAME` varchar(10) DEFAULT NULL,
  `X` varchar(14) DEFAULT NULL,
  `Y` varchar(13) DEFAULT NULL,
  `jieshao` varchar(200) DEFAULT NULL,
  `zoom` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of ZDGC
-- ----------------------------
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '1', '光复河山', '115.7667888030', '38.9625624150', '啊嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎', '8');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '2', '爱的芬芳', '115.8204694430', '39.0147202010', '阿斯弗', '9');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '3', '撒法发', '115.8672972360', '39.0158623420', '啊嘎嘎嘎嘎嘎嘎嘎嘎嘎', '5');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '4', '发生发', '115.9014944860', '39.0155410190', '阿斯蒂芬', '8');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '5', '物权法', '115.9362064270', '39.0082480670', '啊嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎', '6');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '6', '啊发发', '115.9556228290', '39.0078673530', '啊嘎嘎嘎嘎嘎嘎嘎嘎嘎嘎', '8');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '7', '艾弗森完全', '115.9918531930', '39.0148243230', '阿飞呃呃呃呃呃呃呃呃呃', '9');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '8', '挖坟', '116.0877524930', '39.0246446860', '啊帆帆帆帆帆帆帆帆', '15');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '9', '发起服务', '115.9310427750', '39.0112033240', '阿飞反反复复烦烦烦烦烦烦', '12');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/10.jpg', '10', '雄安城际站', '115.9366770070', '39.0053980020', '雄安城际站将位于现状的安新县小王营村庄东侧，S334省道北侧。雄安城际站站场规模4台6线，总建筑面积约16万', '14');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/11.jpg', '11', '白洋淀站', '115.8689099580', '39.0701193420', '白洋淀站（Baiyangdian Railway Station），位于中国河北省保定市，是中国铁路北京局集团有限公司管辖铁路³', '2');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/12.jpg', '12', '安新组团', '115.9263977360', '38.9224024030', '安新县城现有人口5万人余人，未来将增加到10万余人。', '10');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/13.jpg', '13', '寨里组团', '115.7874372130', '38.9551437860', '寨里，这个组团未来18万人，相比县城10万人，几乎大了一倍，几乎是建新城，萍河一带做文章。邻水而建的小城', '10');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/14.jpg', '14', '安州特色小镇', '115.8255085890', '38.8717674720', '安州，自新区设立以来，第一个要开始建设的特色小镇。从历史文脉将，雄安的“安”，即指安州，与雄县县城一', '12');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/15.jpg', '15', '测试府河湿地净化水工', '115.7592643950', '38.8710060450', '设计净化处理规模为25万吨/天，总占地面积约4平方公里。主要包括引配水工程、湿地水质净化工程、物联网工程', '6');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/16.jpg', '16', '容东1号', '115.9189995150', '39.0487613000', '反反复复烦烦烦烦烦烦烦烦烦烦烦烦烦烦烦', '8');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/17.jpg', '17', '雄安市民服务中心', '115.9073972640', '39.0484948000', '雄安市民服务中心是河北省雄安新区的行政机构，位于雄安新区容城东部小白塔及马庄村界内，总建筑面积9.96万', '9');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/18.jpg', '18', '寨里混凝土搅拌站', '115.8323122880', '38.9880844190', '主要建设6条240型混凝土生产线（具备预拌砂浆生产能力）、办公用房、生活用房、实验室及安全、监控、绿化等', '10');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/19.jpg', '19', '容县安置区', '115.8299802320', '39.0577864240', '片区是以生活居住功能为主的宜居宜业综合城区、生态智能创新城区，服务搬迁安居，保障起步区及周边地区建设', '13');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/20.jpg', '20', '雄安商务中心', '115.9073972220', '39.0533926410', '是雄安新区首个标志性城市建筑群，也是雄安新区首批率先开工建设的房建项目，项目建成后将有力补充雄安新区', '15');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/21.jpg', '21', '三校工程', '115.9383309760', '39.0287977710', '三校一院”项目是北京市以“交钥匙”方式支持雄安新区新建幼儿园、小学、完全中学、综合医院各1所，建成后Ò', '18');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/22.jpg', '22', '一院工程', '115.9717718740', '39.0280280150', '三校一院”项目是北京市以“交钥匙”方式支持雄安新区新建幼儿园、小学、完全中学、综合医院各1所，建成后Ò', '16');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/23.jpg', '23', '留通征迁', '116.0038871120', '38.9858202510', '“百姓齐心征迁安置创伟业 团结一致建设家园换新颜”宣传横幅悬挂在村子醒目位置。中国雄安官网记者黄海 摄', '8');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/24.jpg', '24', '萍河左堤修复', '115.7938758840', '38.9849427060', '建设内容主要包括堤防加高培厚、堤顶硬化、迎水坡防护、堤身加固处理、绿化种植等。', '9');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/25.jpg', '25', '雄安高铁站', '116.1541262800', '39.0537091290', '是京雄城际铁路、京港高速铁路、津雄城际铁路、雄石城际铁路、雄忻高速铁路的交汇车站 [1]  ，也是雄安新区', '9');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/26.jpg', '26', '昝岗片区', '116.1705445610', '39.0430015540', '9月29日，雄安新区昝岗片区首个220千伏输变电工程——昝西220千伏输变电工程正式开工建设。该', '8');
INSERT INTO `ZDGC` VALUES ('/images/zdgc/27.jpg', '27', '良马太特色小镇', '116.0004130990', '39.0760760620', '自12月25日起，河北雄安新区晾马台特色小城镇控制性详细规划在雄安设计中心面向社会现场公示。', '10');
